[
    {
        "id": 1,
        "title": "Old Bastard, New Year",
        "author": "Garner Evans",
        "content": "Today I saw an older man trip on his shoelace and introduce his face to the pavement in a crowded intersection. We all continued with our left-right, left-right dance to nameless destinations. Most of us directed our attention to little palm sized portals in an effort to turn the other cheek to the painful display of humanity we just witnessed. I would imagine we were all on the same handful of apps. They contain endless thumb twitches; algorithms learning from the taps, pauses, and clicks to feed us more of that sweet pixelated morphine. I would assume that the old man got wheeled away in a screeching truck that fed him the morphine he needed.<br><br>What if someone in that intersection had been reading something with any real concern for humanity? What if instead of thumbs sliding on screens they were daydreaming of sliding down liquid glass? What if the inertia of their steps was actually reflected in what they held in their palm? Would the old man still have an all too personal encounter with the asphalt? Probably. But maybe… possibly… someone would have knelt over him and offered a second of human comfort to distract from his horrors. Maybe that second of humanity could be put into words, or a sketch or, a rambling thought such as this one. A piece of blue light that actually offers connection to each other and the world we have found ourselves wandering through. That’s what I would like for this to be. Maybe a few people will read it, maybe hundreds, likely none, but at the very least it offers an opportunity for each of us to reflect and create. There’s not much else for us to do here, and this is an opportunity for each of us as friends, co-shapers, and people to gain understanding of what surfing and the world around us means to each of us. Maybe someone else gets something out of it as well and that is a lovely thought. Write what you want, go on tangents as you please, piss on any conventions of what should or shouldn’t be said, and most importantly understand that this was all hypothetical as I did not actually walk right by a poor old man.<br><br>I like to think I would have helped.",
        "summary": "Garner Evans cuts the proverbial red tape for the inaugural Buni Ballad Blog. In this piece, he discusses events of a particular technologically illiterate geriatric and provides some ruminative thought-gum for you all to chew on. (ooooh!)",
        "src": "garner-beans.jpeg",
        "date": "7 January 2024"
      },
      {
        "id": 2, 
        "title": "Where is the Humanity?",
        "author": "Parker Conrad",
        "content": "Mt. Hood Highway, 8:38 am. 23 degrees of the Fahrenheit variety. Several feet of snow in the last 48 hours, combined with the malnourished bank account of the Oregon Dept. of Transportation meant neglected and rather treacherous roadways. About 4 miles from the parking lot of our destination and taking up about 60% of the road, lay a 1990s Ford F-Series pick up truck. The truck was accompanied by a young lady attempting to navigate the perfidious territory of faulty four-wheel drive. There’s a colloquial vernacular that goes to the tune of “kicking the tires.” Idiomatically speaking, it has nothing to do with this particular situation, the lady was just, quite literally, kicking her tires. And you know what was messed up? The fellow motorists couldn’t care less! Speeding on by, often within feet of the woman, they appeared to be more concerned with beating the lift line than the well being of a whole person. Where was the humanity? <br/><br/>Streetcar stop #8989, Portland. 8:45 pm. Pouring rain and cold enough to not want to take your hands out of your pockets. The streetcar is running 8 minutes late, oh well. A few strides south of the transit shelter I found myself at, was an older gentleman who carried with him a glow of resilience. This man was in a wheelchair, attempting to cross an intersection but was met with resistance due to some trivial municipal planning and maintenance (an unnecessarily high sidewalk curb). He was asking for help crossing. By the reaction, or perhaps unresponsiveness, of the many passersby, one might think this man was merely spectral; nonexistent. He was not though. The man was nothing more or less than an accompanying resident of this little pale blue dot. Someone with genuine experiences that has felt love, anger, joy, sadness, things that humans feel. Why was he being ignored? Where was the humanity? <br/><br/>UCLA researchers have long researched incoming college students and what they want from life. In 1966, almost 90% of them were strongly motivated to develop a meaningful philosophy of life. This was their primary goal! By 2015, the point of school and primary goal was financial success for 82% of students. Moral Convulsion. The institution of education once was a medium of moral formation. A factory focused on churning out people that would proceed into the jaded world with respectfulness, honesty, gentleness. Now, the angst riddled halls whisper SAT scores, elite colleges, existence amidst the competition. I get it. People need to survive! It’s messed up out there. To articulate the difficulty those endure to simple scrap by would be blatantly disrespectful to the tragedies accumulating by the second. Where is the humanity?<br/><br/>Is there a point to this blog post? Yes. Things that shouldn’t have to be said. Things that people don’t consider themselves complacent within, but are. Ask the lady struggling with her truck if she needs any help. Help the man get across the street. Perpetuate compassion, empathy, love. Have some humanity. ",
        "summary": "Parker provides a brief reflection on humanity. Wow, that's deep, really? Good luck with that! Uhhhh not sure what else to write, GO SURF!", 
        "src": "me-katie.jpeg",
        "date": "14 January 2024"
      },
      {
        "id": 3,
        "title": "The Best of Both Worlds",
        "author": "Frederick Boulton",
        "content": "There is something to be said about balance. Yet, at this very moment I am not quite sure what it is. I think I’ll start with some super cliché examples so I can steer your thinking a little and not waste too much of your time. My list of balances goes: Black and white, good and evil, yes and no, positive and negative, happy and sad, sweet and spicy, up and down, left and right, over and under, bored and busy, life and death – the list can go on for many pages but probably not forever? I don’t know. Whatever.<br/><br/>So, balance. I find myself getting frustrated, confused, or torn quite often yet I always tend to return to a sense of peace, satisfaction, or excitement. What’s strange to me is that it feels like the first mentioned feelings always happen before the latter feelings. Which also makes sense to me - I think. I have tactics to get me through those feelings that make me feel bad, and as result I turn my thinking around. For example, I tell myself - and even friends who are struggling - things like, “The rain always stops,” “This too shall pass,” or “You cannot have the highs without the lows.” This last one I think connects well with what we’re exploring here today. Is it true? To me, yes. As a very literal person and aspiring engineer, data is very important to me. Not necessarily numbers, but examples. This is where my first list of balances can aid us. For some magical reason the perceivable universe relies heavily on pairs of opposites. Yes, I am aware that middle ground can exist, however, I’ll even challenge that with the thought; middle ground is only a summary of the two opposites coexisting. Which brings us back to balance.<br/><br/>As an almost-twenty-three-year-old, I get the pleasure (and sometimes displeasure) of making a lot of decisions for myself. Some decisions I can take back and some are much more permanent. The more permanent ones scare me – even just the thought of them. (And I say “more permanent” because I don’t have any concrete evidence of something truly permanent.) <br/><br/>These bouts of decision making often create a yearning for the aforementioned and elusive middle ground. One could say, “the best of both worlds.” (Side note: Always make me think of Hannah Montana. Always.) I’m sorry, but what other world are we talking about? And now I kind of sound like an idiot talking about the phenomena of pairs and I can’t even name the other “world” everyone’s referencing. Could the other world be no word at all? It’s got to be out there somewhere.<br/><br/> I am aware these thoughts are not profound by any means, I just I felt the need to make a written observation. If this monologue of mine is not relatable, I apologize. Also, if you are someone who has a consistent inability to find the lightness through the darkness, I hope that changes for you. I think hope is key word there too. Hope, to me, leaves possibilities on the table. The possibility of finding balance. And to those who are riding an awesome high, remember, “this too shall pass.” Finally, if all else fails, go surfing. Like really fucking try it.",
        "summary": "Frederick discusses balance. Black and white, good and evil, yes and no, positive and negative, happy and sad, sweet and spicy, up and down, left and right, over and under, bored and busy, life and death",
        "date":"21 January 2024",
        "src": "sign.jpeg"
      },
      {
        "id": 4, 
        "title": "Eagle Mentality",
        "author": "Beck Tankersley",
        "content": "Yesterday me and some of the Buni Boys were on our way back from a weekend of skiing in Bend Oregon. Along the twisted forest roads through the Santiam Mountains, we spotted a few Bald Eagles nesting on their thrones above every other creature in the dark forest. Anyone who has had the pleasure to spot one of these omnipotent feathered beasts would be hard pressed to forget it. Reflecting on their cruel beauty and raw power, floating above our heads, I began to reflect on a story I heard about a year ago.<br/><br/>There is an age-old battle between Eagles and Crows. Eagles, being lords of the sky, often fly through crows’ territory. Crows in turn often attack Eagles to defend what is theirs but are quickly ripped apart. In response, the crows developed a method of landing on the eagles’ back and pecking their necks to make them leave. The lords of the sky, however, cannot be bothered by this nuisance and open their wings to ascend to the heavens. Bald Eagles are known to cruise at heights up to 10,000 ft where crows can only fly up to 1,000 ft. As the Eagles ascend higher and higher the crows eventually fall off due to a lack of oxygen.<br/><br/>There are often situations where crows are riding our backs, pecking at our necks, trying to bring us down and make us give up the search for what we believe to be ours. Sometimes it is our boss constantly making us doubt ourselves. Other times it is our peers, friends, boyfriends, girlfriends, whatever, trying to bring us down and quit our search. Other times the crow on our back is not a person, it’s a problem. A bad financial month, bad grades, getting fired, sickness, or even death. There are endless problems we experience every day. But I will say this. In the Eagles Mentality, it is never worth their time to fight a crow and rip them to shreds when they can simply fly higher. I think the same is true in our life.<br/><br/>For a lot of my life, I have believed that anytime someone disrespected me, I had the right to meet them with more aggression and cruelty. I have also responded to failure by internalizing anger and self-hatred and using it as motivation. But when you allow someone, or something, to take your attention off your destination and live in your mind, you have sacrificed some moral integrity and inner peace that will eventually carry you to your destination. The older I get, the more I realize that I must be like the Eagle to get the crow off my back, or out of my head. To heal that relationship, get that new job, catch that wave, become healthier, happier, more successful. It has become abundantly clear to me that often, people disrespect you, doubt you, and try to put you down because they can never fly to the same height that you can.<br/><br/>So, the next time that someone tries to put you down, or a problem, or failure, starts to make your neck bleed and burn, be like the Eagle and don’t fight the crows. Eventually they will fall off and plummet to the ground. I hope that anyone that reads this can carry the Eagle’s Mentality with them and find the inner peace and resolve to soar higher than their issues and reach the success they deserve.",
        "summary": "Beck soars into the ancient battle of the Eagles and the Crows, playing into the thought that we could learn a thing or two with how the Eagle deals with those darn Crows.",
        "date": "30 January 2024",
        "src": "chelan-boys.jpeg"
      },
      {
        "id": 5, 
        "title": "You Can't Get Mad at a Dog for Being a Dog...",
        "author": "Mason Crawford",
        "content": "So don’t be mad at yourself for the things you can’t control. A few months ago, I came home from working an 11 hour shift at smelling like fish and regret for not finding a better job. I opened my front door, expecting a warm welcome from my best four-legged friend, only to find a quarter of my wall on the floor. I saw rage and disgust in my reflection from the mess of sheetrock and white paw prints that made a Rorschach mosaic on the hardwood. I sat down at my dining room table and took a long sigh that broke the silence from the settled dust of my dog’s newest masterpiece. I was faced with a decision: I could yell till the veins on my forehead burst and smack the poor pup on his snout or I could pick up the broom and forgive the monster for acting in his nature.<br/><br/>I chose the latter because I have learned a valuable lesson that I’ve applied to many facets of my life. You can’t get mad at a dog for being a dog. I think we often forget that much of the anguish that others impose on us is unintended and the consequences we face because of them is nothing more than accidental in their nature. It is easy to get upset when our boss yells at us for a mistake of their own volition, or when a loved one says something that nags one of our insecurities. It is not just the actions of others that can make us quick to resort to a primal state of trembling anger. This is a familiar feeling at the first of every month when I am reminded that all of the tireless minimum wage work goes out the very same window that I had to pay rent for that day. I get that same feeling when the car won’t start on a cold morning and am faced with exams, commitments, and the responsibility of breathing. It’s these moments and the seemingly innocuous ones in-between that we are faced with a choice, choose to let the disgusting feelings of anger and defeat consume us or choose to acknowledge them and watch them pass.<br/><br/> Life has been compared to many things, a rollercoaster, a highway, a turtle on the back of another turtle, but I enjoy imagining it as a big, fluffy golden retriever. It’s easier that way, because I know that you can’t get mad at a dog for being a dog.",
        "summary": "Emeritus Co-Founder Mason makes a special guest appearance to bark up the tree of a common decision we all come across. To let the disgusting feelings of anger and defeat consume us or choose to acknowledge them and watch them pass.",
        "date": "5 February 2024",
        "src": "mason-asta.jpeg"
      },
      {
        "id": 6,
        "title": "Facing Fears",
        "author": "Emmett Nelson",
        "content": "Sailing is tough, when you are first learning how to sail it is smart to take your time and learn the process of the wind billowing out the sail creating lift to propel your vessel. Learning about the different characteristics of each vessel which you will be sailing is important, they all have different parts and sail completely differently. I however learned small boat sailing in a very different way, at a different pace, a much faster pace. I was taught how to sail a small 15 ft lido within about three hours spread out over two days. These three hours taught me more than just how to properly and safely operate my own sailing vessel, they also showed me a different view on learning and growing as a person.<br/><br/>As I stepped onto the lido for the first time my friend and teacher showed me the different lines that would be used for sailing, he explained to me how he rigged the boat so it was ready for our lesson, and then he explained to me the safety protocols to keep us safe if anything went wrong. All of this took about twenty minutes, not the proper amount of time to absorb all of the provided information but it didn't matter, we were already off the dock paddling out of the cove into the open ocean. I was scared, but it was too late, I was on a small boat out in the middle of the Pacific Ocean, so I was forced to face my fears to get home. My friend was experienced at sailing but he had resigned himself to act like he knew nothing about boats, he knew I was scared of sailing but was forcing me to do so by doing nothing himself as we drifted. So I started pulling lines, I grabbed a hold of the tiller and started steering our boat, I don't fully know what I was doing but I was slowly figuring it out. With each line that I pulled I learned what they did to the boat, how it changed our speed and course. While using the tiller I learned how to steer the boat, if I turned us too far to port we lost wind, if I turned us into the wind we would stop. By the end of our short sail I was able to fully and safely control our boat and lead us to shore. <br/><br/>When facing a fear or goal it is best to jump into it headfirst, pushing ourselves outside of our comfort zones is how we grow as people. By staying where it is comfortable we stop growing, in a similar way if we leave our fears unfaced they will soon become limits for us stopping the process of our growth. Within the short three hours of learning to sail my friend taught me how to teach myself, how to face my fears, and how to approach my goals.",
        "summary": "The latest member to the BUNI family, Emmett Nelson, takes on the high seas of sailing and the fears that come oh so naturally with it. How do we face those fears? What do we do?",
        "date": "11 February 2023",
        "src": "sail.jpeg"
      }, 
      {
        "id": 7, 
        "title": "I Love Surfing, but I Suck at Surfing",
        "author": "Josiah Hirsch",
        "content": "This is a phrase often present on the backsides of the work of Oregon Coast artist Ben Soeby, known only to the walls that display the surf-related imagery birthed from Soeby’s subconscious. His work occupies some space in my own quarters. Ben’s sentiment, “I love surfing, but I suck at surfing” often drifts into my consciousness with a wink and a self-deprecating snicker because, well, it’s true! I love surfing. Yet, as much as my human ego would like to scream to the world that I am a surfer and I am good at surfing and know a lot about surfboards and surfboard design and I know all about waves and how to ride them and which kinds of surfboards will work well in different types of waves and so forth, the truth of the matter is that I’m a pretty shit surfer, and that’s okay. It doesn’t remove anything from just how much I love surfing. I love surfing as much as I love a home-cooked meal preceded by a hand-rolled spliffy. I love surfing as much as I love a sunny and almost warm February day that reminds us, by god winter doesn’t last forever!<br/><br/>What I’m trying to convey is this: it’s okay to suck at something you love. Don’t allow yourself to become attached to the quality of your creativity and expression. Don’t participate in activities because of how you think it looks to others. Rather, do what brings you joy simply because it brings you joy.<br/><br/>Many of us, us being certain bipedal hominids who enjoy the occasional wave ride, surf simply because of the way we think it makes us look to others. Because of the egoic image that being a “surfer” presents. Many “surfers” live for the walk down to the beach, showing off the new 5’11” Pyzel step-up with a freshly waxed John-John Florence model tail pad, only to paddle out into waist-high sideshore slop, bob around for an hour without catching a wave, then paddle back in for a selfie, and an Instagram post about the all-time session they just had.<br/><br/><strong>Fuck That.</strong><br/><br/>That’s not what being a surfer is. Catching and riding waves is being a surfer. Choosing the right board for the present conditions is being a surfer. Hooting in others without being obnoxious is being a surfer. Being true to yourself regardless of your perceived appearance, simply for the pure release of self-expectation and freedom of acting based solely on a scale of flow and joy for joy’s sake is what it means to be a surfer. If you’re noticing an uneasy tickling feeling in the pit of your stomach reading the last two paragraphs, well, you might have some serious soul-searching to partake in. I don’t mean to offend any ego surfers out there, rather, my aim is to enlighten for the sake of the betterment of humanity. I want to tell you that it’s okay to be bad at something. It’s okay to be self-conscious. The path forward is to take the perception of yourself, how you think others see you, and throw it out the window. If you’re only surfing because you think it makes you look cool to others, <strong>STOP SURFING.</strong>If you truly and honestly connect with the rush of being propelled by the bands of energy pulsing through water we like to call “waves”, then by all means chase the dragon! <br/><br/>If you’re amongst the latter, yet you feel held back by a fear of others thoughts about you or your surfing ability, let go. Surrender your ego to the bliss of ignorance and incompetence. Growth will rapidly follow, I promise.<br/><br/>Surfing is very, very difficult. As soon as one is able to embrace the struggle of growth while maintaining a focus on having fun, they’ve reached the ultimate. Enjoyment of a surfing life is all about balance. We all have a desire to improve our surfing. Lord knows I do.  But in order to become better surfers, we must be in it for the fun and the joy that playing in the ocean brings us. None of us are making the World Tour, so why would we train like we’re trying to? That’s too much pressure to place on performance that isn’t being scored by anyone but ourselves. Why would you waste three sessions, that could have provided loads of fun and flow experience, trying to nail that one fin-blasting turn that didn’t look or feel good, no one saw, and no one would have cared about even if they did see? It just doesn’t add up. Why not surf for the sake of maximizing flow experience and prioritizing joy over performance and appearance? Forget about which of your boards looks the coolest. Which of your boards is the most fun to surf? <br/><br/>Surfing in many ways is a form of art. We’ve all heard countless comparisons between surf and art, but humor me for one more parallel between the two that just may prove to be novel. Surfing, like art, brings its performer the most fulfillment, inspiration, and joyous success, when the act is being done purely and entirely for oneself. If you’re making art because you hope other people might like it, they won’t. Neither will you. When we as creatives can turn the corner, look in the mirror, and ask ourselves, “What do I want to create FOR ME?” something magical begins to happen. Music flows effortlessly from our fingers. Color and light begins to shine forth and radiate from our eyes and our souls. <br/><br/>The same goes for surfing. When we cease to consider our surfing might appear in the eyes of others, and instead focus on how our surfing feels within ourselves and our souls, we enter a new realm. We break through into a vibrational frequency above that of the space we just left behind. Waves begin to come our way, and we catch them. Smiles are sent our way, and we return them! Love begins to come our way, and we realize it’s coming from within ourselves. We realize that it’s been there all along.<br/><br/>With Love,<br/>-Josiah.",
        "summary": "What is surfing all about? Is it the feeling that comes with dropping 900 dollars on an overseas produced surfboard and the juxtaposition of our financial wellbeing with the social validation we hope to generate from the perceived coolness we attempt to radiate? Is it the participation in a traditionally counter-culture act of defiance against “the man” and the fact your parents won’t get off your ass about getting a “real” job? It is to run away from our problems? Who knows. Josiah has an idea.",
        "date": "20 February 2024",
        "src": "josiah-surfing.jpeg"
      }, 
      {
        "id": 8, 
        "title": "STASIS",
        "author":"Garner Evans",
        "content": "You can feel the rip current pulling you to the jetty made of carcass-like boulders, beckoning you to come join. No worry, only ankle high - non threatening. Trudging through the salt bath after “a couple fun ones” on a Pacific Northwest Monday. Rain falling but only a few small drops. Like they hadn’t had a chance to reach maturity before hitting the sand. The pressures of a life to be lived starst to flood in as the water dances away from neoprene. It was a nice couple of hours out there. More troughs than peaks but they move all the same, right? Wrong!<br/><br/>That walk back to the parking lot though. Sometimes the sunset makes the sand a bit more orange then brown. The tide had gone back to the sea quite aggressively that evening creating striations in the sand; lighter orange cascading over darker. Stare, gaze, gander, pontificate… They kinda look like waves don’t they? Those lines in the sand. A lot like the ones I just finished chasing around like a pitbull after a postal truck. Why is that I wonder? Those “sand waves”. I sat for a bit. Sea slugs or whatever the fuck they’re called dancing around my ankles. Waves seem to sprout out of the cerebral ether the more I explore the conceptual space of them. The sound of the still new couple giggling at their fire a few 30 yards away. Hitting my eardrums in conspicuous form… peak, trough, peak, trough. The sun beams hitting my eyes doing the same dance. Why in the sand though?<br/><br/>No answer.<br/><br/>Still as I write this; no answer.<br/><br/>The resolution I do have though is that I spend massive pieces of my life, tangible hours, chasing that formation in the ocean. Even crafting vessels to dance alongside their movements with ~maximum efficiency~. Looking for the waves away from the surf. Maybe it is truly in the air around me. The light reflecting off my cornea in waves. The banging bongos waving hello to my eardrums sunup to sundown. Maybe that is the case, probably not, but let’s say it is. We know what to do on the peaks. Drop in with reckless abandon for the opportunity of a moment's bliss sliding and wiggling through that ripple of energy. The troughs when it ends. Crash and burn or easing ecstasy, you’ll hit that fucking trough. Time to reset, breathe, do some “find the present” bullshit, you get the point. But what about all the other moments? The majority of them in any given surf session. Where your feet dangle like shark bait into the endless abyss beneath. Head on a swivel looking for that next peak. STASIS.<br/><br/>That hour alone after you finished your morning coffee and you try to find things to fill a day that wants to remain empty. STASIS<br/><br/>The awkward period of time between finishing one's education and moving on to the next stop in our society’s production line (career shit). STASIS<br/><br/>The time after the heartbreak of a broken marriage has faded and new love has yet to wink at you from across the bar. STASIS<br/><br/>These are some of my favorite moments in the water. Yes, we all love feeling the jolt of energy under our feet as we fly down little lumps of energy that traveled far and wide to reach their conclusion here with us, but is it strange that I don’t particularly mind those lulls between sets. Sitting a bit more weightless than usual on your watercraft. Clear mind but not empty. Peacefully focused. Stasis.<br/><br/>How does one apply this to life? A genuine question, and if you’ve somehow read this far and have an answer please feel free to share (806-676-1430). <br/><br/>Maybe you find artificial waves to fill the time between the last one and the next. Immersing yourself in the lives of others, celebrities, athletes, or anyone whose face happens to be pixelated into your palm. Essentially convincing yourself that you are content with mind surfing waves you’ll never actually witness. Pretty sad, pretty easy to do.<br/><br/>Maybe you get so bored that you start trying to create your own waves. Throwing whatever you can find at the water around you. Hoping… praying that the disruptions create something rideable, even if it disturbs the peace of everyone around you. Go try that in the lineup and the sea dogs would laugh you all the way back to land.<br/><br/>If this little piece you’re reading was a wave now would be the time to either crash and burn or ride out with bliss ruminating through the soul. I would love to provide the latter but the former is just as much a reality. So here we find ourselves skipping across the ocean like stone, understanding how our laundry feels with each cycle, and eventually popping back up to take a breath much sweeter than most. Get back on the board, paddle out to the break, and decide how to feel about the air around you. That stillness that sits on your shoulders as you wait for what’s next. stasis.",
        "summary": "S̵̠̼̎̌̒̅̽͒̅̔̓̋͊́͂̚̚͠Ţ̸̼̮͙̬̳̤̳͉͕̪͕̟̝͉̣̖̹͖͈̈́̅̈́̍͜͜À̴̢̡͎͕͎̞̖̤̤̼̪͈̬̱̟̜͉͉̤͖͚͉̖̙̟͈͐̓̔͒S̶̢̧̧̜͙̺̱͇̤͉͓̹͖̭͈͇̮̖̠̟͙͇̳̿̑̈͜͠Ḭ̵̝̩͈̻͇͈̩͉̘͙̲̥̪͕́̀̎̅͛͛̍̐͑̀͐̐͜S̷̢̠̞̻͉̺͇̱͙̞̼̜͙̬̗̝̮͖͒̓ͅ S̵̛̛̺͓̭̯͉̋̑͋̎͋̽̀̋̒̿̇̓͘ͅT̶̡̡̲͕͚͈͇̮̗̞͓́͝ͅA̷̢̨̹̝͇͉͂̆̀̑͌̌͋̋́̃̆̒͛̚͝S̷̪̟̜̝̮̳̟̬͇͍͈͇̙̉̓͜I̵̳̪̲̐̐̽͋͂͒̅͋̌̇͜S̶͍̐̍̇́́̈́̿̅̐̀̄̄̚ͅ S̶̟̱̥̘̩̫̫̫̝̓͑͠ͅT̷̰̻̗̼͍̫̄̈́ͅA̵͓̞͉͔̟̓̑͛͛̀͛S̷̢̛̳̯̲̈́̏̽͛͗̌̀͠͠ͅĮ̴̰̩̲̃̚Ś̵̢̜̾̀̐͜͝͝ S̶͔̎T̴̺͉̳̩̉̃A̶̗̳͕̹̔̓̈́̊͝S̴̻̩̭͍͗̔͜͝I̶̡̱̠̯̽̏ͅS̶̏͐͆͒͜ S̵̗̫͎̓T̵͇̜́ͅĀ̴̟̱̪S̴͉̍I̴͈̬̪̋S̵̖̃́̕ S̵͓͝T̷͓̙̾̈Å̴̦͇͘S̶̮͍͒̇Ī̶̥S̵͚̆͝ S T A S I S. STASIS. stasis. /ˈstāsəs/ (noun) formal • technical. a period or state of inactivity or equilibrium. ENJOY.",
        "date": "25 February 2024",
        "src": "garner-sunset.jpeg"
      },
      {
        "id": 9, 
        "title": "My Shoes are Too Small",
        "author": "Parker Conrad",
        "content": "There are a handful of moments in life where your clothes just don’t fucking fit like they used to. Your favorite pair of shoes—too small, the pants you thought your crush would like the best—too tight, the shirt your best friend gave you for your birthday—too much weight gained. Aggravating.<br/><br/>There are also a handful of moments in life where you don’t fucking fit like you used to. The friends you would spend countless hours verbally dancing with in vulgar, almost freeing harmony—a simple sentence becomes herculean to construct. The partners in which you were their beaming moon, shining on their darkest hour—you now exist as barely more than a stranger, unable to provide even the twinkle of a tea candle. The body and mind you were once so comfortable in—a person you wouldn’t even make small talk with in an elevator. Growing pains, a life divided into befores and afters, hangouts turned into reunions.<br/><br/>Right now, I exist amidst whispers, screams, and conversations of purpose. Internal debates of existence. Onerous, formidable conquistadors on the search of self-discovery, or perhaps self-definition. Dialogues as old as our existence. The participants in this encounter of existential contention are not unique. We are different, sure, but somehow in all the same ways. Maybe my shoes of motivation don’t fit right anymore, or your special hat of calling went missing. These issues do not simply arise in the domain of substitution. It exists within buyer’s remorse. The wrong replacement, a misplaced step down the path of life. The fear of settling with your calling, fear of good enough. The scenario in which you were happy, in love even, with the honeymoon phase of your purpose, but now are approaching your 40th anniversary and can’t hold a conversation at the dinner table with it, unable to scuff even the exosphere of your goals.<br/><br/>A valid concern, without a doubt. No one wants to look upon their story through the charcoal-tinted lens of regret. We want to live up to the expectations that have been set and live down the sins that follow us like a begging shadow. Finding what you are “meant to do” in life or coming to terms with what you have done is no easy task. Haunted, we are, by comparison, self-doubt, the possibility of descending into a canyon too deep to escape. Sure, we can attempt to fly out, but if we have clipped our own wings?<br/><br/>The optimist says it will be okay, it always works out somehow. Even when we have been banished to rock bottom, etched into the walls are lessons we will take to the highest of peaks. The pessimist insists that it won’t, that what can go wrong surely will.<br/><br/>I say, I don’t know.<br/><br/>You cannot have growth without the pain. A wrong decision doesn’t have to be just that. Sea glass, a gorgeous piece of trash, is revered as a treasure. A gift from Mother Ocean. Sea glass began as a beer bottle. It was thrown away, finding new refuge among the waters, moving in asynchrony against nature at its most raw. What came out after decades of tumbling, years of aquatic purgatory, is something more beautiful than what it originally was. We may be a little more complex than sea glass, but the sentiment is there, right?<br/><br/>Breathe, let go of the knot in your chest. Yesterday was easier, and tomorrow is harder. That’s okay. A person who looks for beauty (a life well lived) will find wonders. A person who looks for torment will find themselves at odds with every decision made. Let there be some comfort in possibility that, if you are worried about living a life filled with regret, you probably won’t. Embrace that you don’t fit like you used to, it means you’re living!",
        "summary": "Parker's shoes are too small, pants are too tight, shirts too sheathlike. Parker talks purpose, motivation, calling, and all things we probably don't enjoy discussing. What happens if we make the wrong choice? 40 years from now, what if we have lived a life of regret? One with opportunities not taken advantage of. Can we avoid the wrong choices? BREATHE.",
        "date": "3 March 2024",
        "src": "da-boyzz.jpeg"
      }, 
      {
        "id": 10, 
        "title": "Table for One.",
        "author":"Frederick Boulton",
        "content": "I used to cook for myself out of necessity. It was never a fervent frenzy of flavor bombs nor curious clashes of cultural savors. I cared only to make something stomachable and fridge friendly, with little care for the nuisance of creating a beautiful dish. This is not to say I didn’t spend hours of my life whipping up salty and charred feasts for the groups of people I call my friends. Any home chef with tell you, “There’s something special about cooking for two,” or three or fifteen for that matter. You see, cooking a meal for a crowd other than yourself is like being a guardian. You want your loved ones to feel safe, cared for, and in a state of caloric comatose. It breaches past the selfish necessity of sustenance and peers into the world of philanthropy. Ego plays a role too, because who wants to be the prick that served undercooked chicken thighs and oversalted root vegetables to the mob of loved ones they seek to impress and make proud with each rising sun? Not me. Yet, how does one vanquish the challenge of cooking for others if they don’t take the time to experiment in the safety of their own and forgiving tastebuds?<br/><br/>These last couple months I’ve been forced to cook for myself more frequently and I have begun to take on the task with a bitter seriousness. This cornering of my culinary ability sprouts from the lack of affordable and appetizing cuisine available in my college town of Corvallis. Sorry to snob on the Oregon State alumni who still dream of a diarrhea inducing carne asada burrito of Rivas Tacos and the pacemaker fast-trackers of Local Boy’z Hawaiian Café that come in the form of macaroni salad and syrupy short ribs. But frankly, this town is a stoner’s dream and a foodie’s nightmare. You’ll even walk into Thai restaurants run by Vietnamese and pizzerias staffed by pale skinny sorority girls, a far cry from the saged metropolitan areas which tend to stick to their guns by serving authenticity over publicity. Even when it comes to a late-night snack after crawling the bars and tagging the locals’ tires, there is no guarantee of finding a midnight Halal-cart or even a humble hot dog stand. Instead, it’s the TacoBell at the end of 9th or the McDonalds at the corner of 3rd and Van Buren. Literally. Those are your options. Oh, and I guess POMA express (which stands for Pissing Out My Ass), Rivas Taco Shop. Yeah, those are your options. How sophisticated!<br/><br/>Now I hope you can see why I’ve decided to raise my own bar for what I put in my mouth, stomach, and, eventually, toilet bowl. <br/><br/>Alas, this is Oregon. Yes, I’m in the beaver obsessed municipality of Corvallis, but Oregon is so much more than just it’s second favorite college town. This state is where thousands of early American immigrants traveled tooth and nail to bridge the continent between east and west. Oregon has it all; Shimmering coastlines, alpine forests, arid deserts, a fentanyl plagued city, and the pinot noir drunken valley of Willamette. My favorite! Not to mention the sprawling acreage of farmland - deep rooted in free range, grass fed, and of course, organic. Unfortunately, the three of these combined characteristics make up for an expensive trip to the supermarket and a fast-pass ticket to getting “Go back to California” key-scratched into the paintjob of our your newly purchased Mercedes sprinter van. <br/><br/>So how does one avoid POMA, eat luxuriously, and park safely, all the while operating on a college student budget? Easy and fun answer, crack cocaine! Long and arduous answer, dedication, an eye for a good deal, and a nose for bullshit. Yes, the Market of choice off Circle Boulevard has the freshest meats and best slice of pepperoni in town, but the prices are fit for royalty. The only ingredient worth stopping for are their freshly made sausages, 2 for $5. Then, for your basics (like basic basics) you can pick up perfectly good herbs, frozen veggies, ramen noodles, and beer from the not-so-distant cousin of Walmart, WinCo. Pro-tip: move swiftly and keep your eyes on the prize, or else you might get pin rolled by a 400 lb sow of a woman or coughed on, heartily, by a bearded and gray-haired man in his mid to late 100s. Finally, where it all comes together, the Fred Meyer. Halfway between Walnut Blvd. and ClodFelter’s Public House, Freddy’s is where the magic happens. All times of the day it’s a zoo. Around noon, the local highschoolers saunter in for their Frappuccino’s and carcinogenic packs of gummy worms. Followed only by the geriatrics queuing at the pharmacy counter for their monthly refill of Lisinopril and Simvastatin. Around the 4 o’clock rush-hour it’s anyone’s game - and personally my favorite time to play musical chairs in the parking lot and bumper cars on the dairy aisle. It’s at Freddy’s where I’ve learned to exploit the Shopper’s Card like the true American glutton that I am and conditioned to glorify. I pick up the $5 12-pack of chicken thighs, the $6 teriyaki marinade, 3lbs of organic beef for $10, and of course the $11 bottle of locally squeezed pinot noir. Here and there I feel the pressure of my lower intestine to pick up a plastic tub of arugula and a baker’s dozen of asparagus sprouts, but more often, I turn a blind eye to the gloriously green produce section - especially amidst the ides of a PNW winter. <br/><br/>In the end, it’s at my rental condo where I try to make the most of my 21st century hunter-gather cornucopia. Centered in the linoleum-lined and LED-lit kitchen, I can prepare for myself a plate of food that will change my attitude on the week gone-by and, in imagination, bring a tear of pride to my mother’s eye. Flip flopping between the insultingly electric stove and my Weber charcoal barbecue - worth only a case of cold ones on Facebook - I have fun. School nights typically call for a couple spicy Italian sausages in the cast iron and a short pot of pesto fusilli, topped with grated parmesan (the local fake stuff not the peppery gold of Italy). They get accompanied by a cold Rainier lager out the can. Come Thursday, I really begin to get antsy for some grill time. Typically, it inspires me to kick off a 24-hour marinade of my meats followed by a brainstorm for my sides, sauces and pairings. This week, the $5 drumsticks got a Korean BBQ marinade and were charred alongside whole jalapenos. The side comprised of charcoal roasted squash, impregnated with garlic, butter and spices. The salad was simple. Arugula, topped with balsamic, imported olive oil (compliments to my Turkish roommate who may or may not know I’ve been mooching off of his fancy European imports), and sprinkled with the toasted seeds of my gourdy goods. To wash it down, a glass, actually a bottle, of wine fetched from the nearby vineyards that I am fortunate to share the valley with. <br/><br/>Blackened, crispy, spicy, smoky, salty, deep, sweet, garlicy, and satiating. This week may have marked the last time I’ll see all my college cronies in a perfectly quick 5-day period. Yet the emotions have not had time to set in since the comatose from my makings and the puffs of pure tobacco, have left me here, motionless, at the foot of my bed, recounting the meaning behind my resurrected passion for cooking. I will think about my friends often. I am thankful to have shared so many yet so few moments with them all and I know, when we are all together again, the table will be set, the barbecue will be glowing, and the wine, and the beer will be flowing.",
        "summary": "POMA, obesity, alliteration. Frederick takes it all on in this stomach-grumbling piece. Faced with a lack of affordable and appetizing choices, he embarks on a mission to elevate his home cooking. What he didn't expect to be on the menu? Learning a thing or two about himself and the real feast being the friends he made along the way. (Hahaha bro, I'm so sorry I wrote this summary.)",
        "date": "10 March 2024",
        "src": "family-dinner.jpeg"
      },
      {
        "id": 11, 
        "title": "The Come Down", 
        "author":"Beck Tankersley",
        "content": "In my experience, I have to force myself to take a step back and appreciate a slow moment after an adrenaline inducing activity to avoid having a negative attitude towards the small things in life. Last Saturday, I surfed the biggest waves I’d probably surfed in over a year. There were only two other guys at the break and we were running these heavy waves for two hours. I just could not come down. I kept surfing until the waves mopped the floor with me. I was ecstatic. I got home and hopped on my motorcycle and headed straight for a road winding up our tallest local mountain. I could not let go of that feeling of euphoria. Listening to angsty punk rock and heavy metal, I redlined the bike to the trails, and pushed up the mountain as fast as I could. Upon getting to the top I wanted to fly back down like Ricky Carmicheal blasting through turns but noticed the sunset setting on the coastal range and thought about where my emotions had been all day. The adrenaline started to wear off and I started to come down thinking about all the boring life tasks I had to accomplish in the next week. I sat there for an hour watching birds pirouette in the air and listened to the sound of bees collecting pollen from flowers and became grateful for the quiet sadness that comes after experiencing something fantastic. I thought about how easy it is to become ungrateful for youthful health and time, after experiencing something exciting that penetrates you to your core. <br/><br/>I rode back down the mountain much slower. So how do you come down from a high?<br/><br/>Because you always come down, either gently or violently. That feeling of euphoria is next to none. There is nothing like the sensation of every bit of life rushing through you. Anyone who has taken drugs has experienced the come down, but I am not talking about drugs here. I am talking about those bits of life that are so exhilarating and pleasurable you never want them to end.<br/><br/>I think surfing is one of the coolest things you can do with your time on this earth because you can have an entirely unique experience. And that experience penetrates the core of your being. It tends to consume people.<br/><br/>Anyone who has really pushed their abilities in the surf will know the highs I am talking about. Seeing a house sized wave on the horizon traveling in your direction, paddling into position, making the drop, and getting shacked for the first time fills you with more euphoria than any drug ever could. It is addicting. You want that feeling every time you paddle out. It can destroy your life. It makes you depressed when you go back to work the next day. It makes normal mundane life almost unbearable. Going from the most adrenaline you’ve ever experienced to a boring life task can make you incredibly depressed. I think this is how adrenaline junkies are made. They keep chasing the high without appreciating the lows that accompany it. They are always pushing the envelope without taking a step back, assessing their abilities, and having appreciation for mundane things we take for granted like waking up in the morning, stretching our legs, and making a cup of coffee. I think as surfers and humans we would benefit from taking a step back and appreciate when the surf is small and shitty. Because there are a lot of people out there who are dying to be in our shoes. To be able to wake up in the morning is a gift and should be received as such every day. Genuine lasting happiness comes from being grateful. Strive for more but be grateful for what you have.",
        "summary": "Paddle, paddle, paddle. Euphoria. Nirvana. Light. Step, step, step. Emptiness. Purgatory. Darkness. Once on top of the world, dawning armor forged from pure human spirit, trimmed with gold fortitude. Now residing in the abyss, the echos of once was bouncing off the walls. SEAFACE graciously pulls back the curtain of the post-beauty blues. ",
        "date": "18 March 2024",
        "src": "nice-wave.jpeg"
      }
]