[
    {
        "id": 1,
        "title": "Old Bastard, New Year",
        "author": "Garner Evans",
        "content": "Today I saw an older man trip on his shoelace and introduce his face to the pavement in a crowded intersection. We all continued with our left-right, left-right dance to nameless destinations. Most of us directed our attention to little palm sized portals in an effort to turn the other cheek to the painful display of humanity we just witnessed. I would imagine we were all on the same handful of apps. They contain endless thumb twitches; algorithms learning from the taps, pauses, and clicks to feed us more of that sweet pixelated morphine. I would assume that the old man got wheeled away in a screeching truck that fed him the morphine he needed.<br><br>What if someone in that intersection had been reading something with any real concern for humanity? What if instead of thumbs sliding on screens they were daydreaming of sliding down liquid glass? What if the inertia of their steps was actually reflected in what they held in their palm? Would the old man still have an all too personal encounter with the asphalt? Probably. But maybe… possibly… someone would have knelt over him and offered a second of human comfort to distract from his horrors. Maybe that second of humanity could be put into words, or a sketch or, a rambling thought such as this one. A piece of blue light that actually offers connection to each other and the world we have found ourselves wandering through. That’s what I would like for this to be. Maybe a few people will read it, maybe hundreds, likely none, but at the very least it offers an opportunity for each of us to reflect and create. There’s not much else for us to do here, and this is an opportunity for each of us as friends, co-shapers, and people to gain understanding of what surfing and the world around us means to each of us. Maybe someone else gets something out of it as well and that is a lovely thought. Write what you want, go on tangents as you please, piss on any conventions of what should or shouldn’t be said, and most importantly understand that this was all hypothetical as I did not actually walk right by a poor old man.<br><br>I like to think I would have helped.",
        "summary": "Garner Evans cuts the proverbial red tape for the inaugural Buni Ballad Blog. In this piece, he discusses events of a particular technologically illiterate geriatric and provides some ruminative thought-gum for you all to chew on. (ooooh!)",
        "src": "garner-beans.jpeg",
        "date": "7 January 2024"
      },
      {
        "id": 2, 
        "title": "Where is the Humanity?",
        "author": "Parker Conrad",
        "content": "Mt. Hood Highway, 8:38 am. 23 degrees of the Fahrenheit variety. Several feet of snow in the last 48 hours, combined with the malnourished bank account of the Oregon Dept. of Transportation meant neglected and rather treacherous roadways. About 4 miles from the parking lot of our destination and taking up about 60% of the road, lay a 1990s Ford F-Series pick up truck. The truck was accompanied by a young lady attempting to navigate the perfidious territory of faulty four-wheel drive. There’s a colloquial vernacular that goes to the tune of “kicking the tires.” Idiomatically speaking, it has nothing to do with this particular situation, the lady was just, quite literally, kicking her tires. And you know what was messed up? The fellow motorists couldn’t care less! Speeding on by, often within feet of the woman, they appeared to be more concerned with beating the lift line than the well being of a whole person. Where was the humanity? <br/><br/>Streetcar stop #8989, Portland. 8:45 pm. Pouring rain and cold enough to not want to take your hands out of your pockets. The streetcar is running 8 minutes late, oh well. A few strides south of the transit shelter I found myself at, was an older gentleman who carried with him a glow of resilience. This man was in a wheelchair, attempting to cross an intersection but was met with resistance due to some trivial municipal planning and maintenance (an unnecessarily high sidewalk curb). He was asking for help crossing. By the reaction, or perhaps unresponsiveness, of the many passersby, one might think this man was merely spectral; nonexistent. He was not though. The man was nothing more or less than an accompanying resident of this little pale blue dot. Someone with genuine experiences that has felt love, anger, joy, sadness, things that humans feel. Why was he being ignored? Where was the humanity? <br/><br/>UCLA researchers have long researched incoming college students and what they want from life. In 1966, almost 90% of them were strongly motivated to develop a meaningful philosophy of life. This was their primary goal! By 2015, the point of school and primary goal was financial success for 82% of students. Moral Convulsion. The institution of education once was a medium of moral formation. A factory focused on churning out people that would proceed into the jaded world with respectfulness, honesty, gentleness. Now, the angst riddled halls whisper SAT scores, elite colleges, existence amidst the competition. I get it. People need to survive! It’s messed up out there. To articulate the difficulty those endure to simple scrap by would be blatantly disrespectful to the tragedies accumulating by the second. Where is the humanity?<br/><br/>Is there a point to this blog post? Yes. Things that shouldn’t have to be said. Things that people don’t consider themselves complacent within, but are. Ask the lady struggling with her truck if she needs any help. Help the man get across the street. Perpetuate compassion, empathy, love. Have some humanity. ",
        "summary": "Parker provides a brief reflection on humanity. Wow, that's deep, really? Good luck with that! Uhhhh not sure what else to write, GO SURF!", 
        "src": "me-katie.jpeg",
        "date": "14 January 2024"
      },
      {
        "id": 3,
        "title": "The Best of Both Worlds",
        "author": "Frederick Boulton",
        "content": "There is something to be said about balance. Yet, at this very moment I am not quite sure what it is. I think I’ll start with some super cliché examples so I can steer your thinking a little and not waste too much of your time. My list of balances goes: Black and white, good and evil, yes and no, positive and negative, happy and sad, sweet and spicy, up and down, left and right, over and under, bored and busy, life and death – the list can go on for many pages but probably not forever? I don’t know. Whatever.<br/><br/>So, balance. I find myself getting frustrated, confused, or torn quite often yet I always tend to return to a sense of peace, satisfaction, or excitement. What’s strange to me is that it feels like the first mentioned feelings always happen before the latter feelings. Which also makes sense to me - I think. I have tactics to get me through those feelings that make me feel bad, and as result I turn my thinking around. For example, I tell myself - and even friends who are struggling - things like, “The rain always stops,” “This too shall pass,” or “You cannot have the highs without the lows.” This last one I think connects well with what we’re exploring here today. Is it true? To me, yes. As a very literal person and aspiring engineer, data is very important to me. Not necessarily numbers, but examples. This is where my first list of balances can aid us. For some magical reason the perceivable universe relies heavily on pairs of opposites. Yes, I am aware that middle ground can exist, however, I’ll even challenge that with the thought; middle ground is only a summary of the two opposites coexisting. Which brings us back to balance.<br/><br/>As an almost-twenty-three-year-old, I get the pleasure (and sometimes displeasure) of making a lot of decisions for myself. Some decisions I can take back and some are much more permanent. The more permanent ones scare me – even just the thought of them. (And I say “more permanent” because I don’t have any concrete evidence of something truly permanent.) <br/><br/>These bouts of decision making often create a yearning for the aforementioned and elusive middle ground. One could say, “the best of both worlds.” (Side note: Always make me think of Hannah Montana. Always.) I’m sorry, but what other world are we talking about? And now I kind of sound like an idiot talking about the phenomena of pairs and I can’t even name the other “world” everyone’s referencing. Could the other world be no word at all? It’s got to be out there somewhere.<br/><br/> I am aware these thoughts are not profound by any means, I just I felt the need to make a written observation. If this monologue of mine is not relatable, I apologize. Also, if you are someone who has a consistent inability to find the lightness through the darkness, I hope that changes for you. I think hope is key word there too. Hope, to me, leaves possibilities on the table. The possibility of finding balance. And to those who are riding an awesome high, remember, “this too shall pass.” Finally, if all else fails, go surfing. Like really fucking try it.",
        "summary": "Frederick discusses balance. Black and white, good and evil, yes and no, positive and negative, happy and sad, sweet and spicy, up and down, left and right, over and under, bored and busy, life and death",
        "date":"21 January 2024",
        "src": "sign.jpeg"
      },
      {
        "id": 4, 
        "title": "Eagle Mentality",
        "author": "Beck Tankersley",
        "content": "Yesterday me and some of the Buni Boys were on our way back from a weekend of skiing in Bend Oregon. Along the twisted forest roads through the Santiam Mountains, we spotted a few Bald Eagles nesting on their thrones above every other creature in the dark forest. Anyone who has had the pleasure to spot one of these omnipotent feathered beasts would be hard pressed to forget it. Reflecting on their cruel beauty and raw power, floating above our heads, I began to reflect on a story I heard about a year ago.<br/><br/>There is an age-old battle between Eagles and Crows. Eagles, being lords of the sky, often fly through crows’ territory. Crows in turn often attack Eagles to defend what is theirs but are quickly ripped apart. In response, the crows developed a method of landing on the eagles’ back and pecking their necks to make them leave. The lords of the sky, however, cannot be bothered by this nuisance and open their wings to ascend to the heavens. Bald Eagles are known to cruise at heights up to 10,000 ft where crows can only fly up to 1,000 ft. As the Eagles ascend higher and higher the crows eventually fall off due to a lack of oxygen.<br/><br/>There are often situations where crows are riding our backs, pecking at our necks, trying to bring us down and make us give up the search for what we believe to be ours. Sometimes it is our boss constantly making us doubt ourselves. Other times it is our peers, friends, boyfriends, girlfriends, whatever, trying to bring us down and quit our search. Other times the crow on our back is not a person, it’s a problem. A bad financial month, bad grades, getting fired, sickness, or even death. There are endless problems we experience every day. But I will say this. In the Eagles Mentality, it is never worth their time to fight a crow and rip them to shreds when they can simply fly higher. I think the same is true in our life.<br/><br/>For a lot of my life, I have believed that anytime someone disrespected me, I had the right to meet them with more aggression and cruelty. I have also responded to failure by internalizing anger and self-hatred and using it as motivation. But when you allow someone, or something, to take your attention off your destination and live in your mind, you have sacrificed some moral integrity and inner peace that will eventually carry you to your destination. The older I get, the more I realize that I must be like the Eagle to get the crow off my back, or out of my head. To heal that relationship, get that new job, catch that wave, become healthier, happier, more successful. It has become abundantly clear to me that often, people disrespect you, doubt you, and try to put you down because they can never fly to the same height that you can.<br/><br/>So, the next time that someone tries to put you down, or a problem, or failure, starts to make your neck bleed and burn, be like the Eagle and don’t fight the crows. Eventually they will fall off and plummet to the ground. I hope that anyone that reads this can carry the Eagle’s Mentality with them and find the inner peace and resolve to soar higher than their issues and reach the success they deserve.",
        "summary": "Beck soars into the ancient battle of the Eagles and the Crows, playing into the thought that we could learn a thing or two with how the Eagle deals with those darn Crows.",
        "date": "30 January 2024",
        "src": "chelan-boys.jpeg"
      },
      {
        "id": 5, 
        "title": "You Can't Get Mad at a Dog for Being a Dog...",
        "author": "Mason Crawford",
        "content": "So don’t be mad at yourself for the things you can’t control. A few months ago, I came home from working an 11 hour shift at smelling like fish and regret for not finding a better job. I opened my front door, expecting a warm welcome from my best four-legged friend, only to find a quarter of my wall on the floor. I saw rage and disgust in my reflection from the mess of sheetrock and white paw prints that made a Rorschach mosaic on the hardwood. I sat down at my dining room table and took a long sigh that broke the silence from the settled dust of my dog’s newest masterpiece. I was faced with a decision: I could yell till the veins on my forehead burst and smack the poor pup on his snout or I could pick up the broom and forgive the monster for acting in his nature.<br/><br/>I chose the latter because I have learned a valuable lesson that I’ve applied to many facets of my life. You can’t get mad at a dog for being a dog. I think we often forget that much of the anguish that others impose on us is unintended and the consequences we face because of them is nothing more than accidental in their nature. It is easy to get upset when our boss yells at us for a mistake of their own volition, or when a loved one says something that nags one of our insecurities. It is not just the actions of others that can make us quick to resort to a primal state of trembling anger. This is a familiar feeling at the first of every month when I am reminded that all of the tireless minimum wage work goes out the very same window that I had to pay rent for that day. I get that same feeling when the car won’t start on a cold morning and am faced with exams, commitments, and the responsibility of breathing. It’s these moments and the seemingly innocuous ones in-between that we are faced with a choice, choose to let the disgusting feelings of anger and defeat consume us or choose to acknowledge them and watch them pass.<br/><br/> Life has been compared to many things, a rollercoaster, a highway, a turtle on the back of another turtle, but I enjoy imagining it as a big, fluffy golden retriever. It’s easier that way, because I know that you can’t get mad at a dog for being a dog.",
        "summary": "Emeritus Co-Founder Mason makes a special guest appearance to bark up the tree of a common decision we all come across. To let the disgusting feelings of anger and defeat consume us or choose to acknowledge them and watch them pass.",
        "date": "5 February 2024",
        "src": "mason-asta.jpeg"
      },
      {
        "id": 6,
        "title": "Facing Fears",
        "author": "Emmett Nelson",
        "content": "Sailing is tough, when you are first learning how to sail it is smart to take your time and learn the process of the wind billowing out the sail creating lift to propel your vessel. Learning about the different characteristics of each vessel which you will be sailing is important, they all have different parts and sail completely differently. I however learned small boat sailing in a very different way, at a different pace, a much faster pace. I was taught how to sail a small 15 ft lido within about three hours spread out over two days. These three hours taught me more than just how to properly and safely operate my own sailing vessel, they also showed me a different view on learning and growing as a person.<br/><br/>As I stepped onto the lido for the first time my friend and teacher showed me the different lines that would be used for sailing, he explained to me how he rigged the boat so it was ready for our lesson, and then he explained to me the safety protocols to keep us safe if anything went wrong. All of this took about twenty minutes, not the proper amount of time to absorb all of the provided information but it didn't matter, we were already off the dock paddling out of the cove into the open ocean. I was scared, but it was too late, I was on a small boat out in the middle of the Pacific Ocean, so I was forced to face my fears to get home. My friend was experienced at sailing but he had resigned himself to act like he knew nothing about boats, he knew I was scared of sailing but was forcing me to do so by doing nothing himself as we drifted. So I started pulling lines, I grabbed a hold of the tiller and started steering our boat, I don't fully know what I was doing but I was slowly figuring it out. With each line that I pulled I learned what they did to the boat, how it changed our speed and course. While using the tiller I learned how to steer the boat, if I turned us too far to port we lost wind, if I turned us into the wind we would stop. By the end of our short sail I was able to fully and safely control our boat and lead us to shore. <br/><br/>When facing a fear or goal it is best to jump into it headfirst, pushing ourselves outside of our comfort zones is how we grow as people. By staying where it is comfortable we stop growing, in a similar way if we leave our fears unfaced they will soon become limits for us stopping the process of our growth. Within the short three hours of learning to sail my friend taught me how to teach myself, how to face my fears, and how to approach my goals.",
        "summary": "The latest member to the BUNI family, Emmett Nelson, takes on the high seas of sailing and the fears that come oh so naturally with it. How do we face those fears? What do we do?",
        "date": "11 February 2023",
        "src": "sail.jpeg"
      }
]